Repository: noosfero-plugins/pairwise
Catalog: po/*/pairwise.po
Languages: pt

source: Invalid request
pt: Requisição inválida

source: Only logged user could suggest new ideas
pt: Apenas usuários logados podem sugerir novas ideias

source: Thanks for your contributtion!
pt: Obrigado pela sua contribuição!

source: Unfortunatelly, we are not able to register your idea.
pt: Infelizmente não foi possível registrar sua ideia.

source: Unfortunatelly, new ideas are not allowed anymore.
pt: Infelizmente não é mais permitido sugerir novas ideias.

source: Invalid choice id
pt: Escolha inválida

source: Empty choice text
pt: Texto da escolha vazio

source: Vote not registered. Please check if all the necessary parameters were passed.
pt: Voto não registrado. Favor verificar se foram passados todos os parâmetros necessários.

source: Could not skip vote. Check the parameters
pt: Não foi possível pular o voto. Verifique os parâmetros

source: Idea text is empty
pt: O texto da ideia está vazio

source: I like both ideas
pt: Eu gostei de ambas ideias

source: I think both ideas are the same
pt: As duas ideias são as mesmas

source: I don't know enough about either idea
pt: Não sei o suficiente sobre ambas ideias

source: I don't like either idea
pt: Não gostei destas ideias

source: I don't know enough about:
pt: Não sei o suficiente sobre:

source: I just can't decide
pt: Não consigo decidir

source: Excepted question not found
pt: Questão esperada não encontrada

source: Choices empty
pt: As alternativas estão vazias

source: Choices invalid format
pt: Formato inválido para as alternativas

source: Choices invalid
pt: Alternativas inválidas

source: Choice empty
pt: Alternativa vazia

source: Choices:
pt: Alternativas:

source: Choices: Error adding new choice to question
pt: Alternativas: Erro ao adicionar nova alternativa a questão

source: Question not saved:
pt: Questão não foi salva:

source: Display question of a group of questions
pt: Mostrar um grupo de questões

source: This block displays one of your pairwise questions in a predefined group. You can edit the block to select which one of your questions is going to be displayed in the block.
pt: Este bloco exibe suas questões de acordo com um grupo predefinido. Você pode editar o bloco e selecionar quais questões serão exibidas.

source: Display active pairwise question
pt: Exibir questão pariwise ativa

source: This block displays a pairwise question.
pt: Este bloco exibe uma questão pairwise

source: Edit
pt: Editar

source: Approve
pt: Aprovar

source: Reprove
pt: Reprovar

source: Vote
pt: Votar

source: Skip vote
pt: Pular voto

source: Processing... please wait.
pt: Processando... por favor aguarde.

source: Pairwise Embeded
pt: Embutir questão pairwise

source: You can put this iframe in your site. Replace <b>source</b> param with your site address and make any needed adjusts in width and height.
pt: Voce pode colocar este iframe em seu site. Substitua <b>source</b> pelo endereço do seu site e ajuste os atributos de largura e altura.

source: Showing
pt: Exibindo

source: No Question selected yet.
pt: Nenhuma questão selecionada

source: A plugin that add a pairwise client feature to noosfero.
pt: Um plugin que adiciona um cliente pairwise.

source: Pairwise settings
pt: Configurações do Pairwise

source: Pairwise api host
pt: Endereço da api do Pairwise

source: Pairwise username
pt: Usuário do Pairwise

source: Pairwise password
pt: Senha do Pairwise

source: Save
pt: Salvar

source: Powered by
pt: Desenvolvido por

source: Would you like to suggest an idea?
pt: Gostaria de sugerir uma ideia?

source: Pairwise Vote
pt: Votação

source: Results
pt: Resultados

source: Manage Ideas
pt: Gerenciar Ideias

source: Empty
pt: Vazio

source: Pairwise Integration Error
pt: Erro de Integração com o Pairwise

source: Please contact the administrator
pt: Favor contactar o administrador

source: Total votes:
pt: Total de votos:

source: Choice Text
pt: Texto da Alternativa

source: The ideia is better than the other ideas
pt: A ideia é melhor do que as outras ideias

source: Choice Wins
pt: Vitórias

source: The other ideas were chosen
pt: As outras ideias foram escolhidas

source: Choice Losses
pt: Derrotas

source: Rank of the ideias
pt: Ranking de ideias

source: Choice Score
pt: Pontuação

source: Show/Hide Embeded Code
pt: Exibir/Esconder código para embutir

source: This pool has been closed by the administrator
pt: Esta fila foi fechada pelo administrador

source: Select theme
pt: Seleciona tema

source: Select a specific theme below to vote on proposals:
pt: Selecione um tema específico abaixo para votar numa proposta:

source: You don't have an community defined as the portal community. Define it before use this block properly.
pt: Você não tem uma comunidade definida como portal. Defina antes de usar esse bloco corretamente.

source: Description:
pt: Descrição:

source: Choose which attributes should be displayed and drag to reorder them:
pt: Escolha os atributos que devem ser exibidos e arraste para reordená-los:

source: Show items in a random order
pt: Exiba os itens em orderm aleatória

source: Choices
pt: Alternativas

source: New choice
pt: Nova alternativa

source: Pairwise Question
pt: Questão Pairwise

source: Question text
pt: Texto da questão

source: Ideas
pt: Ideias

source: Suggestions
pt: Sugestões

source: Pending
pt: Pendentes

source: Reproved
pt: Reprovadas

source: Type words about ideas/suggestions you're looking for
pt: Digite algo sobre as ideias/sugestões que você procura

source: Search
pt: Buscar

source: Text
pt: Texto

source: Date
pt: Data

source: Author
pt: Autor

source: Edit Pairwise Question Choice
pt: Editar Alternativa da Questão Pairwise

source: Active
pt: Activar

source: Update
pt: Atualizar

source: Type your idea here
pt: Digite sua ideia aqui

source: Send
pt: Enviar
